Repository: elsiehupp/twain-sane-macos
Catalog: TWAIN-SANE-Interface-3.6/src/*.lproj/Localizable.strings
Languages: french, german

source: sane-localization
french: fr_FR
german: de_DE

source: translation
french: Version française: Mattias Ellert
german: Deutsche Version: Moritz Heckscher

source: pixels
german: Pixel

source: bits
german: Bit

source: dpi
french: pixels/pouce
german: Pixel/Zoll

source: mks
french: µs
german: µs

source: Authentication
french: Authentification
german: Identifizieren

source: The resource %@ needs authentication
french: La ressource «%@» a besoin d’authentification
german: Sie müssen sich zur Verwendung der Ressource „%@“ identifizieren.

source: Username:
french: Nom d’utilisateur:
german: Benutzername:

source: Password:
french: Mot de passe:
german: Passwort:

source: Plain text password warning
french: Attention: La ressource ne fournit pas d’information de chiffrement de mot de passe. Appuyez sur «Annuler» si vous ne voulez pas utiliser un mot de passe en texte clair.
german: Achtung: Es ist keine Passwortverschlüsselungsinformation vorhanden. Drücken Sie „Abbrechen“, wenn Sie Ihr Passwort nicht im Klartext senden wollen.

source: Image Source:
french: Source d’images:
german: Bildquelle:

source: No image source found
french: Aucune source d’images trouvée
german: Keine Bildquelle gefunden

source: No image source explanation
french: Aucune source d’images a été trouvée par la bibliothèque SANE. Consultez la documentation à http://www.ellert.se/twain-sane/ si vous avez attendé autre chose.
german: Die SANE-Bibliothek konnte keine Bildquelle finden. Konsultieren Sie ggf. die Dokumentation auf http://www.ellert.se/twain-sane/, wenn Sie etwas Anderes erwartet haben.

source: Could not open the image source %@
french: La source d’images «%@» ne peut pas être ouvert
german: Die Bildquelle „%@“ konnte nicht geöffnet werden

source: Cancel
french: Annuler
german: Abbrechen

source: Preview
french: Aperçu
german: Vorschau

source: Scan
french: Numériser
german: Abtasten

source: Scanning Image...
french: Numérisation d’image...
german: Bild wird abgetastet...

source: Options
french: Préférences
german: Einstellungen

source: Scan Area:
french: Surface de numérisation:
german: Abtastbereich:

source: Largest Possible
french: La plus grande possible
german: größtmöglich

source: Other
french: Autre
german: benutzerdefiniert
